tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "uptech/oss"
brew "automake"
brew "bash-completion"
brew "bison"
brew "chruby", link: false
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "direnv"
brew "doctl"
brew "gdbm"
brew "gem_home", args: ["HEAD"], link: false
brew "git"
brew "libffi"
brew "openssl"
brew "readline"
brew "go"
brew "hub"
brew "imagemagick@6", link: true
brew "jrnl"
brew "libyaml"
brew "macvim"
brew "p7zip"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "prettier"
brew "pstree"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby-install"
brew "ssh-copy-id"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "typescript"
brew "watch"
brew "wdiff"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "uptech/oss/alt"
cask "kitty"
cask "multipass"
