{
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "command-t": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-endwise": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "vim-commentary": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-indent-object": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-ruby": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-surround": { "branch": "master" }
}
